IdeaRS.Connections
CreateSegmentCommandData.SupportCode Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the support code 0 - not supported 1 - Begin is supported 2 - End is supported 3 - Both ends are supported
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int SupportCode { get; set; }
Property Value
Type: Int32
See Also
Reference
CreateSegmentCommandData Class
IdeaRS.Connections.Data Namespace